Repository: GITenberg/My-First-Battle--A-Sergeant-s-Story_28277
Catalog: 28277-tmx.tmx
Source language: pl
Languages: en_gb

source: O świcie, kiedy korpusik nasz wchodził do wsi, doleciały nas pomieszane krzyki.
en_gb: At dawn, when our corps entered the village, mixed shouts reached us.

source: Zatrzymujemy się; wysłano na zwiady i okazało się, że to okrzyki zwycięstwa!
en_gb: We pulled in; they sent for reconnaissance and it turned out that these were shouts of victory!

source: Pierwszy to tryumf!
en_gb: The first triumph!

source: Trzeba było widzieć, jak cieszyliśmy się nimi.
en_gb: You should have seen, how pleased we were with them.

source: Kozacy ci, brodacze, rozbrojeni, szli piechotą ze spuszczonemi głowami i kwaśną miną.
en_gb: These Cossacks, bearded, disarmed, walked with heads lowered and with sour expressions.

source: W Miarę, jak przechodzili koło nas, nasi młodzi żołnierze przedrwiwali z nich, klęli lub grozili.
en_gb: As they went by us, our young soldiers jeered at them, cursed or threatened.

source: I mnie chętka brała robić to samo, ale obowiązek, przywiązany do stopnia, nie pozwalał na to, więc surowo ich gromiąc, rzekłem: „Polacy!
en_gb: And I had a desire to do the same, but the duty attached to the rank didn't permit it, so severely reprimanding them, I said: "Poles!

source: szanujcie nieszczęście!
en_gb: respect misfortune!

source: Wątpliwy bywa los wojny!
en_gb: The fate of war is often doubtful!

source: Śmierć naszym wrogom!
en_gb: Death to our enemies!

source: litość nad zwyciężonymi!
en_gb: Mercy to the conquered!

source: Niech żyje Polska!”
en_gb: Long live Poland! "

source: Żołnierze uspokoili się, spierunowani wspaniałością mych uczuć i sentencjonalną wymową.
en_gb: The soldiers calmed down, taken aback by the nobility of my emotions and sententious eloquence.

source: Od niejakiego czasu zwrócił moją uwagę jeden stary kanonier, jadący obok mnie, który ciągle się wspinał na strzemionach, zadzierał głowę, szyję wyciągał ponad ramiona swoich towarzyszy.
en_gb: For some time my attention turned to one old gunner, riding beside me, who constantly climbed in his stirrups, lifted his head, neck craned over the shoulders of his comrades.

source: —Za czem tak patrzysz, Mateuszu?
en_gb: "What are you looking at, Mateusz?"

source: —To te bestje, panie sierżancie, niech ich tam kaci porwą… I wskazał palcem na wzgórza, [11] będące przed nami.
en_gb: "At those beasts, sergeant, may the hangman take them"… and pointed his finger at hills, which were ahead of us.

source: Ujrzałem wtenczas, jak się coś czerniło na szczycie wzgórza.
en_gb: I saw then, how something was blackening the hilltop.

source: Byłyż to krzaki, czy kaszkiety moskiewskiej piechoty?
en_gb: Where they bushes, or the caps of the Muscovite infantry?

source: Nie miałem czasu przypatrywać się dłużej, albowiem nadbiegli adjutanci, wołając z całej siły: „Artylerja naprzód!
en_gb: I didn't have time to look longer, because the officers came running, calling with all their might: "Forward artillery!

source: stawać na pozycji!” Ruszyliśmy, co koń wyskoczył.
en_gb: stand in position!" We moved, every horse jumping.

source: Padł strzał armatni i kula, zabiwszy nam konia, osypała nas ziemią i poleciała dalej, rykoszując.
en_gb: A cannon shot and the ball, having killed one of our horses, rained earth on us and flew onwards, ricocheting.

source: Zajęliśmy pagórek, wprost naprzeciw nieprzyjaciela, który podwoił ogień.
en_gb: We occupied the hill, directly opposite the enemy, who doubled fire.

source: Szeroka płaszczyzna, obwiedziona krzakami i borem, roztaczała się przed nami.
en_gb: A wide plain, surrounded by bushes and forest, stretched before us.

source: W środku niej, na wzgórzu, zatoczyli Moskale baterje dwunastu dział ciężkiego wagomiaru, które nas osypywały kulami i granatami.
en_gb: In the centre of it, on the hill, rolled a Muscovite battery of twelve heavy gauge cannons who powdered us with cannon balls and grenades.

source: Za baterją widać było gęste szeregi jazdy, stojącej nieruchomie.
en_gb: Behind the battery you could see thick ranks of cavalry, standing motionless.

source: Nasza jazda podobnież stała spokojnie, zostawiając czas działaniu artylerji.
en_gb: Our cavalry similarly stood calmly, leaving time for the operations of the artillery.

source: Zauważyłem, iż żołnierze różnej broni zachowują podczas bitwy postawę i wyraz twarzy właciwy sobie.
en_gb: I noticed that soldiers of different weapons throughout the battle preserved the stance and the facial expression characteristic of themselves.

source: I tak artylerzystą nie ma ani kawaleryjskiej rzutności, ani niecierpliwości piechura, lecz baczny na komendę, szybki i dokładny w każdem poruszeniu, zdaje się zachowywać zimną krew, chociaż oczy jego dymem gryzione, krwią zaszłe, brwi zmarszczone, twarz blada, usta ściśnięte, mowa krótka i twarda wyrażają zażartą wściekłość, tłumioną i koncentrowaną.
en_gb: And as the artilleryman has neither the cavalry's extravagance, nor the infantry's impatience, but attentive to command, fast and accurate amid all the commotion, appearing calm, though his eyes burned with the smoke, bloodshot, eyebrows furrowed, face pale, mouth clenched, speech short and hard, expressing fierce, suppressed and concentrated fury.

source: Śród tego ognia, mimo, że śmierć zmiatały głowy, nie przestano robić żarcików; każdym razem [12] co kula rykoszowała, młodzi żołnierze nie omieszkali rozmawiać z nią i dawać jej rady.
en_gb: In the middle of this fire, even though death swept past their heads, they didn't stop making jokes; every time each cannon ball ricocheted, the young soldiers made a point of talking to it, and to give it advice.

source: Rykoszująca kula może być widzianą z daleka, jak skacze po polu, więc jeżeli szła na bok, na lewo, wołano na nią: „Gdzie lecisz, ślepa!
en_gb: A ricocheting cannon ball can be seen from afar, as it jumps across the field, so if it was going to one side, to the left, they were calling to it: "Where are you going, blind man!

source: bierz się na prawo!” a jeżeli szła prosto, zachęcano ją: „dobrze, dobrze!” i tak rozmawiano z nią dopóki nie wpadła w sam środek linji nieprzyjacielskiej i dopiero dawano jej brawo.
en_gb: get to the right!" and if it was going straight, they encouraged it: "good, good!" and so they spoke to it until it fell right in the middle of the enemy line and then they were applauding it.

source: Już nie wiem, ile godzin trwała ta kanonada.
en_gb: I don't know now, how many hours that cannonade lasted.

source: Chociaż gorączkowo mijaliśmy się przy działach, jednakowoż zabawka ta trwała za długo, aby nie pragnąć nadejścia nocy.
en_gb: Although we passed each other feverishly beside the cannon, in the same way this play lasted too long, to not wish for nightfall.

source: Artylerja rosyjska miała nad nami widocznie przewagę, tak co do liczby, jak i wagomiaru dział.
en_gb: The Russian artillery had an obvious advantage over us, both in numbers, and in cannon gauge.

source: Ubito nam już kilku ludzi, wielu było ranionych, a wszyscy lubo nadzwyczaj zmęczeni, jednakowoż nie upadali na duchu i nikt ani myślał o odwrocie.
en_gb: They had already hit a few of our people, many were wounded, but everyone, although extremely tired, equally didn't sink in spirits and nobody even thought about retreat.

source: Naraz od lewej strony okropnie ryknęły działa.
en_gb: Suddenly from the left cannons roared horribly.

source: Moskale właśnie tam postawili nową baterję, którą nas ostrzeliwali z boku.
en_gb: The Muscovites had placed a new battery right there, which fired at us from the side.

source: Zwróciliśmy dwie nasze armatki przeciw tej nowej zaczepce, z którą trzeba było pogadać; lecz położenie nasze stawało się coraz przykrzejsze, bo sześcioma polowemi armatkami odpowiadać na dwadzieścia dział ciężkiego wagomiaru, to nieprzelewki!
en_gb: We turned two of our cannons against this new threat, with whom we needed to chat; but our position was becoming more and more unpleasant, because six field cannons to answer twenty heavy gauge cannons is no small matter!

source: Nasi żołnierze na widok tej nierówności sił zdawali się być pomieszani.
en_gb: Our soldiers, at the sight of this imbalance of power, seemed to be stirred.

source: Już ruchy ich słabły, już wystrzały nasze rzadziej się odbywały, a nawet dykteryjki i żarciki całkiem ustały.
en_gb: Now their movements weakened, now our shots happened less frequently, and what's more the anecdotes and jokes ceased completely.

source: Zdaje się, że nasz dowódzca czekał na to, aż [13] Moskale rozdzielą swe siły, aby korzystać z tego momentu i uderzyć na nich; tak przynajmniej przypuszczam, aczkolwiek nie kuszą się rozprawiać o planie bitwy.
en_gb: It seems that our commander was waiting until the Muscovites separated their forces, in order to profit from that moment and strike them; I suppose, although they aren't tempting themselves to debate the battle plan.

source: Tyle wiem, że w najkrytyczniejszej chwili usłyszeliśmy od lewej strony tentent konnicy, pędzącej galopem i w kilka minut potem owa druga baterja zamilkła, gdyż była zdobytą.
en_gb: I only know that at the most critical moment we heard from the left a horse's hoofbeat, rushing at a gallop and a few minutes later that second battery went silent, when it was conquered.

source: Nasz dowódzca zawrócił się i poskoczył ku głównej sile naszych szwadronów, wołając: „Naprzód kłusem!
en_gb: Our commander turned around and dashed to the main strength of our troops, calling: "Forward at a trot!

source: naprzód wiara!” I cała nasza jazda, uszykowana w dwa szeregi, posunęła się, mijając naszą baterję.
en_gb: everyone forward!” And our entire cavalry, drawn up in two rows, moved out, passing our battery.

source: „Idą do szarży!” wołali nasi kanonierzy i zaraz zaprzestaliśmy strzelać.
en_gb: "They're going to charge!" cried our gunners and at once we ceased firing.

source: Jakiż to widok?
en_gb: How did it look?

source: Młode ułany z zapalonym wzrokiem, rozognioną twarzą, rwali się niecierpliwie naprzód, ale radzi nieradzi musieli słuchać surowych rozkazów dowódzcy, który ciągle powtarzał: „Kłusem!
en_gb: The young lancers with eager gaze, fevered face, burst impatiently forward, but advised or unadvised they still needed to obey the strict orders of the commander, who still repeated: "Trot!

source: naprzód!
en_gb: forward!

source: kłusem!” Widać było z ruchu chorągiewek, jak gorączkowo drgały ręce żołnierzy.
en_gb: trot!" You could see from the movement of the flags, how feverishly the soldiers' hands were twitching.

source: Nakoniec ozwały się trąby, zniżały się chorągiewki i już kopnięto się na nieprzyjaciela.
en_gb: In the end the trumpets sounded, flags descended and now they kicked themselves off towards the enemy.

source: „Naprzód!
en_gb: "Forward!

source: galopem!
en_gb: Gallop!

source: naprzód wiara!”
en_gb: everyone forward!"

source: Pognali!—Myśmy zostali przy naszych armatach, nic nie robiąc, a nawet nic nie myśląc.
en_gb: They took off— we stayed by our cannons, doing nothing, and even thinking nothing.

source: Artylerja niedawno tak ruchliwa i hałaśliwa, zdawała się jak skamieniała.
en_gb: The artillery recently so busy and noisy, now seemed to be petrified.

source: Dusze nasze uleciały daleko i usiadły na ostrzach grotów ułańskich.
en_gb: Our souls flew far and rested on the tips of the lances.

source: Oto już blizko są Moskali!
en_gb: Now the Muscovites are close!

source: Już moskiewskie szeregi rozwijają się, aby ich przyjąć.
en_gb: Already the Muscovite ranks are deploying, in order to receive them.

source: Kanonierzy powyłazili na lawety, na jaszyczki i patrzą w przestrzeń, podani naprzód z gębą otwartą; a była taka [14] cisza, że usłyszałbyś lot muchy.
en_gb: The gunners climbed on the gun carriages, on the ammunition carts and stare into space, looking ahead with gaping mouths; it was so quiet that you could hear the flight of a fly.

source: Każdy z nas czuł, że od tego starcia się zawisł nasz los, los naszego wojska, może i Ojczyzny!
en_gb: Each of us felt, that on this clash hung our fate, the fate of our army, perhaps even our homeland!

source: Była to chwila oczekiwania i strasznej niepewności, szczęściem trwała kilka tylko minut.
en_gb: It was a moment of expectation and terrible uncertainty, luckily lasting only a few minutes.

source: Nasze ułany starli się z Moskalami na wyżynie, obie linje starły się ze sobą i pomieszały.
en_gb: Our cavalry clashed with the Muscovites on the high ground, both lines clashed with each other and mixed.

source: W całej tej masie zawrzało i cała masa znikła jak tuman kurzawy, pędzonej wiatrem.
en_gb: In the whole of this mass it boiled and the whole mass disappeared, like a dust cloud driven by the wind.

source: Nie wiem kto taki, ale ktoś między nami krzyknął na całe gardło—okrzyk ten przerwał grobową ciszę, ogłaszał bowiem zwycięstwo, wszakże nikt mu nie wtórował.
en_gb: I don't know who, but someone among us shouted at the top of his lungs—that shout broke the deathly silence, because he proclaimed victory, however nobody accompanied him.

source: My bowiem, młodzi żołnierze, jeszcześmy nie rozumieli, ani odgadywali skutku tej bitwy, a przytem lękaliśmy się oddawać przedwczesnej radości.
en_gb: Because we, young soldiers, still we weren't understanding, nor guessing the outcome of this battle, but besides that we feared to yield to premature joy.

source: Poczekajmy!
en_gb: Wait!

source: ten i ów mówił—dotąd niema nic pewnego; nic nie widać, wszyscy gdzieś się podzieli!
en_gb: someone or other said—as yet there's nothing certain; nothing to be seen, everyone seems to have disappeared!

source: Nareszcie część tej masy, którą widzieliśmy, jak zginęła nam z oczu, zaczęła ku nam się zbliżać.
en_gb: Finally, the part of the mass that we could see, as it vanished from our sight, started to come towards us.

source: Po kolorach poznaliśmy naszych ułanów a i po okrzyku wojennym: Jeszcze Polska nie zginęła.
en_gb: By their colours we recognised our lancers and by the war cry: Poland Is Not Yet Lost.

source: Już nie ma co wątpić, zwycięstwo przy nas!
en_gb: Now there's no doubt, victory is ours!

source: Zbliżająca się masa przedstawiała osobliwy widok.
en_gb: The approaching mass presented a peculiar spectacle.

source: Widać w niej było mnóstwo pieszych żołnierzy rozmaitej broni, przytem furgony, jaszczyki, działa… Byli to jeńcy moskiewscy, zabrani z artylerją i całym taborem.
en_gb: In it you could see a lot of foot soldiers with diverse weapons, in addition wagons, ammunition carts, artillery pieces… There were Muscovite prisoners, captured with the artillery and the whole encampment.

source: Nie potrafiłbym opisać naszej radości, tej szalonej radości!
en_gb: I wouldn't be able to describe our joy, this frantic joy!

source: Jakto!
en_gb: How can it be!

source: cała ich artylerja!
en_gb: their whole artillery!

source: ta potężna [15] artylerja w naszym ręku.
en_gb: this mighty artillery in our hands.

source: Rzuciliśmy się obces na te puszki, ściskając je, pieszcząc się nimi, a ja sam na chwilę zapomniałem o mojej kochance, ośmiofuntówce.
en_gb: We rushed headlong upon these cans, pressing them, caressing them, and I myself for a moment forgot about my love, the eight-pounder.

source: Piękneż to były te rosyjskie armaty, takie ogromne, nowe, doskonale umontowane i opatrzone we wszystko.
en_gb: Beautiful they were, these Russian cannons, so huge, new, well mounted and stocked with everything.

source: —Patrzno, panie sierżancie—wołał kanonjer Mateusz—patrz, jakie czerwone, jakie błyszczące armaty mają te przeklęte Moskale.
en_gb: —Look, sergeant—the gunner Mateusz called out—look at what red, shining cannons these cursed Muscovites have!

source: Zacząłem rozkoszną ręką głaskać wypolerowaną powierzchnię spiżową, a wszyscy powtarzali chórem: „Ależ to się świecą te moskiewskie puszki!
en_gb: I started with a delicate hand to stroke the polished bronze surface, and everyone repeated in chorus: "Oh, but how these muscovite cans do shine!"

source: „a jaki kaliber!” zauważył jeden kanonier, „to mi to kaliber!
en_gb: "and what a calibre" noticed one gunner, "that's the calibre for me!"

source: to nie żadna pukawka!”
en_gb: "that's no peashooter!"

source: Zacząłem mierzyć wylot granatnika, a żołnierze powtarzali: „to nie żarty taka paszcza!”
en_gb: I started measuring the muzzle of the cannon, and the soldiers repeated: "those jaws are no joke!"

source: Potem, kiedyśmy zaczęli oglądać uprząż, znowu chórem wołano: „Ależ to tęgi rzemień mają te przeklęte Moskale!”
en_gb: Then, when we started examining the harness, then again they called as a choir: "Oh, what sturdy straps those cursed Muscovites have!"

source: Nie zgadnie nikt przecież, co nam sprawiło największą radość; oto ni mniej ni więcej, tylko zwykły owies, zabrany łupem.
en_gb: Nobody will guess in the end, what caused us the greatest joy; it was none other than ordinary oats, taken as spoils.

source: Nasza jazda nie miała już furażu, a Moskale mieli go poddostatkiem; ich furgony, jaszczyki, lawety nawet pełne były owsa.
en_gb: Our cavalry didn't have any more fodder, but the Muscovites had it in ample amounts; their wagons, caissons, gun carriages even, were full of oats.

source: Żołnierze rzucili się nań łapczywie, napełniając nim worki, ładownice, kieszenie i powiadając, że nigdy jeszcze nie widzieli tak pięknego owsa.
en_gb: Soldiers rushed on them hungrily, filling sacks with them, cartridge cases, pockets, and saying that they had never seen such beautiful oats.

source: Nadjechał wódz i na jego widok zagrzmiał [16] okrzyk zapału i uwielbienia.
en_gb: The leader rode up and at the sight of him a shout of enthusiasm and worship thundered.

source: Snać bardzo był zmęczony, bo choć dzień chłodny, pot spływał z niego kroplami.
en_gb: Perhaps he was very tired, because despite a cool day, sweat flowed from him in drops.

source: Otoczyliśmy go gęstym tłumem.
en_gb: We surrounded him in a dense crowd.

source: Śród ogólnego poruszenia i wybuchów radości, on jeden był spokojny i milczący, choć widocznie wzruszony.
en_gb: Amid the general commotion and bursts of joy, he alone was calm and silent, though visibly moved.

source: —„Dzieci moje—rzekł do nas—przyrzekłem poprowadzić was na nieprzyjaciela; wy przyrzekliście pobić go—a tak i ja i wy dotrzymaliśmy słowa.”
en_gb: "My children", he said to us, "I promised to lead you to the enemy; you promised to beat him—and so both you and I have kept our words.”

source: Taki był koniec pamiętnego dnia pod Stoczek.
en_gb: Such was our memorable day at Stoczek.

source: Z zapadającą nocą zaczęły się opowiadania przy obozowych ogniskach, Słuchaczów nie było, wszyscy bowiem mówili; wszyscy dzielnie się spisali w bitwie, wszyscy mieli dowcip—bo wszyscy byli szczęśliwi.
en_gb: With night falling stories began by the camp's bonfires, there were no listeners, because everyone spoke; everyone bravely acquitted themselves in battle, everyone had jokes—because everyone was happy.

source: Jeżeli przyjdzie na mnie ta błogosławiona godzina, że jeszcze będę mógł walczyć w obronie ojczyzny, widzieć armję moskiewską w popłochu, odszukać moją ukochaną ośmiofuntówkę i miotać z niej kule na złociste dachy stolicy carskiej, natenczas nazwę się szczęśliwym; a jednak nawet wówczas nie potrafiłbym czuć tego, czegom doświadczał w pierwszej bitwie, w bitwie pamiętnej pod Stoczek.
en_gb: If that blessed hour comes to me, that I can again fight for my country, to see the Muscovite army in panic, to seek out my beloved eight pounder and to hurl cannon balls from it at golden roofs of the Tsarist capital city, then I will call myself happy; but even then I wouldn't be able to feel that, which I experienced in the first battle, in the memorable Battle of Stoczek.
